[{"code": "november2002", "date": "November 2002", "title": "National Commission on NAEP 12th-Grade Assessment and Reporting established", "category": "Commissions and Technical Panels", "tier1": "<p>At Executive Director Roy Truby’s recommendation, the Governing Board established the National Commission on NAEP 12th-Grade Assessment and Reporting in 2002. The National Commission was charged with reviewing the 12th-grade assessment and developing recommendations for the Governing Board for improving it.</p><p>Low participation rates by schools and students in 2002 had raised serious concerns about the viability of 12th-grade NAEP. An important consideration by the National Commission was whether NAEP should continue to assess students at the 12th-grade level, and the conclusion was a strong affirmative.</p>", "tier2": "<p>The National Commission set forth recommendations for actions aimed at increasing interest in and the value of 12th-grade NAEP results. Reporting on the preparedness of 12th-graders for postsecondary education and work was seen as an important means for accomplishing that goal.</p>"},
{"code": "september2003", "date": "September 2003", "title": "Paper commissioned to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders ", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Michael Kirst, an expert on education research and policy, was commissioned to write a paper to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders. <a href='https://www.nagb.gov/content/nagb/assets/documents/naep/College-Preparation-and-Grade-12-NAEP.doc'>College Preparation and Grade 12 NAEP</p> was presented to the Governing Board in September 2003. The report pointed to the problems and challenges that this endeavor would face, but it was generally supportive of the goal (Kirst, 2003).<p>"},
{"code": "march2004", "date": "March 2004", "title": "National Commission report delivered calling for a \"bold, new vision\" for 12th-grade NAEP", "category": "Commissions and Technical Panels", "tier1": "<p>The National Commission on NAEP 12th-Grade Assessment and Reporting delivered its report to the Governing Board in March 2004. The report, <a href='https://www.nagb.gov/focus-areas/reports/12th-grade-achievement-in-america.html'>12th Grade Student Achievement in America: A New Vision for NAEP</a>, called for a “bold, new vision” for 12th-grade NAEP (National Commission on NAEP 12th- Grade Assessment and Reporting, 2004, p. 2). A key recommendation in the report was for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military. The Governing Board accepted the National Commission’s report and began considering the recommendations and how they could be implemented.</p>", "tier2": "<p>The National Commission affirmed that NAEP should continue to assess 12th-grade students, and they proposed ways to increase the viability and validity of the assessment.<p><ul><li>The recommendation given highest priority was to expand state NAEP assessments from grades 4 and 8 to include grade 12. The National Commission recommended that school participation in the 12th-grade state NAEP be mandatory for reading and mathematics and voluntary in science and writing. This would provide more useful information about student achievement and increase interest and participation in the assessment of 12th-graders.</li><li>Next in importance was the recommendation for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military.</li><li>Three additional recommendations included (a) development of innovative strategies for increasing participation of high schools and students in 12th-grade NAEP and for motivating students to perform to their highest ability on the assessment; (b) giving prominence to 12th-grade NAEP performance in NAEP reporting; and (c) continuing the 12th-grade NAEP transcript studies and enhancing them by expanding the information collected and improving the dissemination of results (National Commission on NAEP 12th-Grade Assessment and Reporting, 2004).</li><p>Each committee of the Governing Board was involved in developing and implementing one or more recommendations of the National Commission, and each committee began discussing and planning how best to organize efforts to achieve the goals.</p>"},
{"code": "year2004", "date": "2004", "title": "Papers commissioned on issues related to validity and standards for college, workforce, and military preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "", "tier2": ""}
]