[{"code": "november2002", "date": "November 2002", "title": "National Commission on NAEP 12th-Grade Assessment and Reporting established", "category": "Commissions and Technical Panels", "tier1": "<p>At Executive Director Roy Truby’s recommendation, the Governing Board established the National Commission on NAEP 12th-Grade Assessment and Reporting in 2002. The National Commission was charged with reviewing the 12th-grade assessment and developing recommendations for the Governing Board for improving it.</p><p>Low participation rates by schools and students in 2002 had raised serious concerns about the viability of 12th-grade NAEP. An important consideration by the National Commission was whether NAEP should continue to assess students at the 12th-grade level, and the conclusion was a strong affirmative.</p>", "tier2": "<p>The National Commission set forth recommendations for actions aimed at increasing interest in and the value of 12th-grade NAEP results. Reporting on the preparedness of 12th-graders for postsecondary education and work was seen as an important means for accomplishing that goal.</p>"},
{"code": "september2003", "date": "September 2003", "title": "Paper commissioned to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders ", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Michael Kirst, an expert on education research and policy, was commissioned to write a paper to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders. <a href='https://www.nagb.gov/content/nagb/assets/documents/naep/College-Preparation-and-Grade-12-NAEP.doc'>College Preparation and Grade 12 NAEP</p> was presented to the Governing Board in September 2003. The report pointed to the problems and challenges that this endeavor would face, but it was generally supportive of the goal (Kirst, 2003).<p>"},
{"code": "march2004", "date": "March 2004", "title": "National Commission report delivered calling for a \"bold, new vision\" for 12th-grade NAEP", "category": "Commissions and Technical Panels", "tier1": "<p>The National Commission on NAEP 12th-Grade Assessment and Reporting delivered its report to the Governing Board in March 2004. The report, <a href='https://www.nagb.gov/focus-areas/reports/12th-grade-achievement-in-america.html'>12th Grade Student Achievement in America: A New Vision for NAEP</a>, called for a “bold, new vision” for 12th-grade NAEP (National Commission on NAEP 12th- Grade Assessment and Reporting, 2004, p. 2). A key recommendation in the report was for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military. The Governing Board accepted the National Commission’s report and began considering the recommendations and how they could be implemented.</p>", "tier2": "<p>The National Commission affirmed that NAEP should continue to assess 12th-grade students, and they proposed ways to increase the viability and validity of the assessment.<p><ul><li>The recommendation given highest priority was to expand state NAEP assessments from grades 4 and 8 to include grade 12. The National Commission recommended that school participation in the 12th-grade state NAEP be mandatory for reading and mathematics and voluntary in science and writing. This would provide more useful information about student achievement and increase interest and participation in the assessment of 12th-graders.</li><li>Next in importance was the recommendation for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military.</li><li>Three additional recommendations included (a) development of innovative strategies for increasing participation of high schools and students in 12th-grade NAEP and for motivating students to perform to their highest ability on the assessment; (b) giving prominence to 12th-grade NAEP performance in NAEP reporting; and (c) continuing the 12th-grade NAEP transcript studies and enhancing them by expanding the information collected and improving the dissemination of results (National Commission on NAEP 12th-Grade Assessment and Reporting, 2004).</li><p>Each committee of the Governing Board was involved in developing and implementing one or more recommendations of the National Commission, and each committee began discussing and planning how best to organize efforts to achieve the goals.</p>"},
{"code": "year2004", "date": "2004", "title": "Papers commissioned on issues related to validity and standards for college, workforce, and military preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Several persons with expertise in relevant areas were identified and commissioned to write papers on specific aspects of the recommendations from the National Commission on NAEP 12th-Grade Assessment and Reporting. Reports included:</p><ul><li><a href = \"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/andy.doc\">Twelfth Grade NAEP as an Indicator of College Readiness: Validity Issues and Methodological Options</li><li><a href = \"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/Alley.doc\">Twelfth Grade NAEP and Readiness for Entrance into the Military: Validity Issues and Methodological Options</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/laird.doc\">Standard-Setting on Admissions Tests in Higher Education: The Uses of Admissions and Placement Tests by Selected Groups of Two- and Four-Year Colleges and Universities</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/schmitt.doc\">Readiness for Training Standards: Development and Validation</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/sellman.doc\">Predicting Readiness for Military Service: How Enlistment Standards Are Established</a></li></ul>", "tier2": "<p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/andy.doc\">Twelfth Grade NAEP as an Indicator of College Readiness: Validity Issues and Methodological Options</a>, Andrew Porter (2004) analyzed several issues related to the high school–college transition and ways to evaluate the validity of preparedness research. He recommended that a single measure of preparedness for college-level work was likely to be inappropriate due to the difference between open admissions and highly selective institutions. See research studies conducted in December 2005 and January 2006. These studies provided initial indication that a single (minimal) level of preparedness would be sufficient; it would not be necessary to identify levels of preparedness associated with college admission criteria.</p><p>William Alley (2005) outlined several alternative validity procedures in <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/Alley.doc\">Twelfth Grade NAEP and Readiness for Entrance into the Military: Validity Issues and Methodological Options</a>. He noted that it would be necessary to establish empirical linkages between performance on the NAEP assessments by 12th-graders and measures of success in the military. He proposed and evaluated longitudinal, concurrent, and synthetic validation designs as approaches for research to establish the feasibility of using NAEP performance to predict preparedness for military service.</p><p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/laird.doc\">Standard-Setting on Admissions Tests in Higher Education: The Uses of Admissions and Placement Tests by Selected Groups of Two- and Four-Year Colleges and Universities</a>, Bob Laird (2004) analyzed the use of admissions and placement tests by two-year and four-year colleges and universities to determine the point at which individual colleges and universities deem entering students to be college-ready.</p><p>Neal Schmitt (2004) provided specific recommendations for how the Governing Board should develop measures of preparedness for workforce training. He noted in <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/schmitt.doc\">Readiness for Training Standards: Development and Validation</a> that preparedness for workforce training measures would present several challenges for NAEP, including assessing noncognitive measures, involving training staff as content experts, and assessing nonacademic knowledge, skills, and abilities, all of which would require significant changes to NAEP.</p><p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/sellman.doc\">Predicting Readiness for Military Service: How Enlistment Standards Are Established</a>, W. S. Sellman (2004) described the Department of Defense enlistment testing program, specifically how applicants are screened and qualified for entrance and how new recruits are assigned to military occupations. He recommended that the Governing Board consider establishing empirical linkages between NAEP and the Armed Services Vocational Aptitude Battery (ASVAB) to establish readiness for military service.</p>"},
{"code": "february2005", "date": "February 2005", "title": "Achieve, Inc., Report: Evaluating the NAEP Reading Framework as a measure of preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Achieve, Inc., presented its report, Recommendations to the National Assessment Governing Board on Aligning 12th Grade NAEP With College and Workplace Expectations: Reading, to the Governing Board in February 2005.</p><p>The report recommended that NAEP move forward with plans for revising the NAEP Reading Framework to report the preparedness at the 12th-grade level for the 2009 assessment. It also recommended that a single definition be used for preparedness for all postsecondary activities—military and civilian careers and higher education (Achieve, Inc., 2005).</p><p>The recommendations by Achieve were considered by the Governing Board, chiefly through the Assessment Development Committee, and recommendations were later incorporated into the framework and test specifications for 12th-grade NAEP reading.</p>", "tier2": "<p>The Achieve report was commissioned by the Governing Board in fall 2004 to address the following questions:</p><ol><li>\"Is there a single concept of reading preparedness that can be productively defined for students entering college, the world of work, and the military? How can the report of the American Diploma Project inform the analysis of the 2009 NAEP [Reading] Framework, in terms of its content?</li><li>What changes, if any, should be made to the cognitive targets and item construction, to enable reporting preparedness for college, training for employment, and entrance into the military?</li><li>What changes should be considered for the achievement-level descriptions in reading to enable reporting of student preparedness?\" (Achieve, Inc., 2005, p. 1).</li></ol><p>Achieve recommended that a single definition be used for preparedness for all postsecondary activities—military and civilian careers and higher education. The report specified that readiness for careers should be assumed to be in \"high trajectory\" careers—careers in high-growth areas that offer a solid wage and place the employee on a path to advancement. Achieve contended that a national consensus was developing with an understanding that the requirements for successful careers—civilian or military—were the same as the academic requirements for placement in college credit-bearing courses.</p><p>Modifications to the achievement-level descriptions were also recommended to ensure that they more explicitly reflected the content objectives of the frameworks to include passage complexity, content expectations, and cognitive targets. Further descriptors would need to reflect literacy skills needed for reporting workplace and military preparedness.</p><p>In addition, the Achieve report provided a list of several studies that could potentially be implemented for studying the validity of using 12th-grade NAEP as a measure of preparedness for college as well as civilian and military careers.</p>"}
]