[{"code": "november2002", "date": "November 2002", "title": "National Commission on NAEP 12th-Grade Assessment and Reporting established", "category": "Commissions and Technical Panels", "tier1": "<p>At Executive Director Roy Truby’s recommendation, the Governing Board established the National Commission on NAEP 12th-Grade Assessment and Reporting in 2002. The National Commission was charged with reviewing the 12th-grade assessment and developing recommendations for the Governing Board for improving it.</p><p>Low participation rates by schools and students in 2002 had raised serious concerns about the viability of 12th-grade NAEP. An important consideration by the National Commission was whether NAEP should continue to assess students at the 12th-grade level, and the conclusion was a strong affirmative.</p>", "tier2": "<p>The National Commission set forth recommendations for actions aimed at increasing interest in and the value of 12th-grade NAEP results. Reporting on the preparedness of 12th-graders for postsecondary education and work was seen as an important means for accomplishing that goal.</p>"},
{"code": "september2003", "date": "September 2003", "title": "Paper commissioned to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders ", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Michael Kirst, an expert on education research and policy, was commissioned to write a paper to evaluate the feasibility and usefulness of NAEP data on the preparedness of 12th-graders. <a href='https://www.nagb.gov/content/nagb/assets/documents/naep/College-Preparation-and-Grade-12-NAEP.doc'>College Preparation and Grade 12 NAEP</p> was presented to the Governing Board in September 2003. The report pointed to the problems and challenges that this endeavor would face, but it was generally supportive of the goal (Kirst, 2003).<p>"},
{"code": "march2004", "date": "March 2004", "title": "National Commission report delivered calling for a \"bold, new vision\" for 12th-grade NAEP", "category": "Commissions and Technical Panels", "tier1": "<p>The National Commission on NAEP 12th-Grade Assessment and Reporting delivered its report to the Governing Board in March 2004. The report, <a href='https://www.nagb.gov/focus-areas/reports/12th-grade-achievement-in-america.html'>12th Grade Student Achievement in America: A New Vision for NAEP</a>, called for a “bold, new vision” for 12th-grade NAEP (National Commission on NAEP 12th- Grade Assessment and Reporting, 2004, p. 2). A key recommendation in the report was for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military. The Governing Board accepted the National Commission’s report and began considering the recommendations and how they could be implemented.</p>", "tier2": "<p>The National Commission affirmed that NAEP should continue to assess 12th-grade students, and they proposed ways to increase the viability and validity of the assessment.<p><ul><li>The recommendation given highest priority was to expand state NAEP assessments from grades 4 and 8 to include grade 12. The National Commission recommended that school participation in the 12th-grade state NAEP be mandatory for reading and mathematics and voluntary in science and writing. This would provide more useful information about student achievement and increase interest and participation in the assessment of 12th-graders.</li><li>Next in importance was the recommendation for NAEP to report on the readiness of 12th-grade students for college, training for employment, and entrance into the military.</li><li>Three additional recommendations included (a) development of innovative strategies for increasing participation of high schools and students in 12th-grade NAEP and for motivating students to perform to their highest ability on the assessment; (b) giving prominence to 12th-grade NAEP performance in NAEP reporting; and (c) continuing the 12th-grade NAEP transcript studies and enhancing them by expanding the information collected and improving the dissemination of results (National Commission on NAEP 12th-Grade Assessment and Reporting, 2004).</li><p>Each committee of the Governing Board was involved in developing and implementing one or more recommendations of the National Commission, and each committee began discussing and planning how best to organize efforts to achieve the goals.</p>"},
{"code": "year2004", "date": "2004", "title": "Papers commissioned on issues related to validity and standards for college, workforce, and military preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Several persons with expertise in relevant areas were identified and commissioned to write papers on specific aspects of the recommendations from the National Commission on NAEP 12th-Grade Assessment and Reporting. Reports included:</p><ul><li><a href = \"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/andy.doc\">Twelfth Grade NAEP as an Indicator of College Readiness: Validity Issues and Methodological Options</li><li><a href = \"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/Alley.doc\">Twelfth Grade NAEP and Readiness for Entrance into the Military: Validity Issues and Methodological Options</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/laird.doc\">Standard-Setting on Admissions Tests in Higher Education: The Uses of Admissions and Placement Tests by Selected Groups of Two- and Four-Year Colleges and Universities</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/schmitt.doc\">Readiness for Training Standards: Development and Validation</a></li><li><a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/sellman.doc\">Predicting Readiness for Military Service: How Enlistment Standards Are Established</a></li></ul>", "tier2": "<p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/andy.doc\">Twelfth Grade NAEP as an Indicator of College Readiness: Validity Issues and Methodological Options</a>, Andrew Porter (2004) analyzed several issues related to the high school–college transition and ways to evaluate the validity of preparedness research. He recommended that a single measure of preparedness for college-level work was likely to be inappropriate due to the difference between open admissions and highly selective institutions. See research studies conducted in December 2005 and January 2006. These studies provided initial indication that a single (minimal) level of preparedness would be sufficient; it would not be necessary to identify levels of preparedness associated with college admission criteria.</p><p>William Alley (2005) outlined several alternative validity procedures in <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/Alley.doc\">Twelfth Grade NAEP and Readiness for Entrance into the Military: Validity Issues and Methodological Options</a>. He noted that it would be necessary to establish empirical linkages between performance on the NAEP assessments by 12th-graders and measures of success in the military. He proposed and evaluated longitudinal, concurrent, and synthetic validation designs as approaches for research to establish the feasibility of using NAEP performance to predict preparedness for military service.</p><p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/laird.doc\">Standard-Setting on Admissions Tests in Higher Education: The Uses of Admissions and Placement Tests by Selected Groups of Two- and Four-Year Colleges and Universities</a>, Bob Laird (2004) analyzed the use of admissions and placement tests by two-year and four-year colleges and universities to determine the point at which individual colleges and universities deem entering students to be college-ready.</p><p>Neal Schmitt (2004) provided specific recommendations for how the Governing Board should develop measures of preparedness for workforce training. He noted in <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/schmitt.doc\">Readiness for Training Standards: Development and Validation</a> that preparedness for workforce training measures would present several challenges for NAEP, including assessing noncognitive measures, involving training staff as content experts, and assessing nonacademic knowledge, skills, and abilities, all of which would require significant changes to NAEP.</p><p>In <a href=\"https://www.nagb.gov/content/nagb/assets/documents/what-we-do/sellman.doc\">Predicting Readiness for Military Service: How Enlistment Standards Are Established</a>, W. S. Sellman (2004) described the Department of Defense enlistment testing program, specifically how applicants are screened and qualified for entrance and how new recruits are assigned to military occupations. He recommended that the Governing Board consider establishing empirical linkages between NAEP and the Armed Services Vocational Aptitude Battery (ASVAB) to establish readiness for military service.</p>"},
{"code": "february2005", "date": "February 2005", "title": "Achieve, Inc., Report: Evaluating the NAEP Reading Framework as a measure of preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Achieve, Inc., presented its report, Recommendations to the National Assessment Governing Board on Aligning 12th Grade NAEP With College and Workplace Expectations: Reading, to the Governing Board in February 2005.</p><p>The report recommended that NAEP move forward with plans for revising the NAEP Reading Framework to report the preparedness at the 12th-grade level for the 2009 assessment. It also recommended that a single definition be used for preparedness for all postsecondary activities—military and civilian careers and higher education (Achieve, Inc., 2005).</p><p>The recommendations by Achieve were considered by the Governing Board, chiefly through the Assessment Development Committee, and recommendations were later incorporated into the framework and test specifications for 12th-grade NAEP reading.</p>", "tier2": "<p>The Achieve report was commissioned by the Governing Board in fall 2004 to address the following questions:</p><ol><li>\"Is there a single concept of reading preparedness that can be productively defined for students entering college, the world of work, and the military? How can the report of the American Diploma Project inform the analysis of the 2009 NAEP [Reading] Framework, in terms of its content?</li><li>What changes, if any, should be made to the cognitive targets and item construction, to enable reporting preparedness for college, training for employment, and entrance into the military?</li><li>What changes should be considered for the achievement-level descriptions in reading to enable reporting of student preparedness?\" (Achieve, Inc., 2005, p. 1).</li></ol><p>Achieve recommended that a single definition be used for preparedness for all postsecondary activities—military and civilian careers and higher education. The report specified that readiness for careers should be assumed to be in \"high trajectory\" careers—careers in high-growth areas that offer a solid wage and place the employee on a path to advancement. Achieve contended that a national consensus was developing with an understanding that the requirements for successful careers—civilian or military—were the same as the academic requirements for placement in college credit-bearing courses.</p><p>Modifications to the achievement-level descriptions were also recommended to ensure that they more explicitly reflected the content objectives of the frameworks to include passage complexity, content expectations, and cognitive targets. Further descriptors would need to reflect literacy skills needed for reporting workplace and military preparedness.</p><p>In addition, the Achieve report provided a list of several studies that could potentially be implemented for studying the validity of using 12th-grade NAEP as a measure of preparedness for college as well as civilian and military careers.</p>"},
{"code": "january2005-march2005", "date": "January 2005–March 2005", "title": "NAEP Assessments Conducted", "category": "Governing Board Actions and Decisions", "tier1": "<p>Nine hundred schools and 21,000 students were assessed in the grade 12 NAEP assessments, including approximately 12,000 students who were assessed in reading and approximately 9,000 who were assessed in mathematics.</p>"},
{"code": "may2005", "date": "May 2005", "title": "Plans approved to assess and report on 12th-grade preparedness", "category": "Governing Board Actions and Decisions", "tier1": "<p>At the May 2005 Governing Board meeting, the Governing Board unanimously voted to go forward with plans for assessing and reporting on preparedness of 12th-grade students for postsecondary activities, including college, work, and military service. The Governing Board passed a <a href='https://www.nagb.gov/content/nagb/assets/documents/policies/resolution-on-preparedness.pdf'>resolution</a> to guide their future preparedness work (National Assessment Governing Board, 2005).</p>", "tier2": "<p>At the May 2005 Governing Board meeting, committees discussed the issues identified to date and began to develop plans for addressing them. The Committee on Standards, Design and Methodology (COSDAM) generally preferred to report a single measure of postsecondary preparedness—for college and career—but concluded that it would be necessary to report preparedness for each activity. They stipulated that reporting preparedness presumed that 12th-grade NAEP for reading and mathematics would be modified to be appropriate measures of preparedness.</p><p>The following provisions were included in the resolution passed by the Governing Board:</p><ol><li>“NAEP will pursue assessment and reporting on 12th grade student achievement as it relates to preparedness for postsecondary pursuits, such as college-credit course work, training for employment, and entrance into the military, as measured by an assessment consistent with that purpose;</li><li>The working definition for preparedness shall be based on the conception of a high school graduate who does not require remediation in the subject being tested by NAEP in qualifying for college-level courses, training for employment, or entrance into the military;</li><li>The Governing Board shall (a) begin by revising assessment frameworks and developing performance standards in reading and mathematics in a manner designed to enable such reporting of preparedness; and, subsequently, (b) conduct studies to obtain evidence to support the validity of statements about preparedness intended for reporting by NAEP; and</li><li>The Governing Board shall determine which other subjects assessed by NAEP should be designated to report on preparedness and the sequence and timing for developing associated assessment frameworks and performance standards” (National Assessment Governing Board, 2005, p. 1).</li></ol>"},
{"code": "november2005", "date": "November 2005", "title": "Ad Hoc Committee to Plan for 12th-Grade NAEP in 2009 appointed", "category": "Governing Board Actions and Decisions", "tier1": "<p>In November 2005, the Governing Board created the <a href='https://www.nagb.gov/content/dam/nagb/en/documents/policies/The%20Future%20of%2012th%20Grade%20NAEP.pdf'>Ad Hoc Committee on Planning for NAEP 12th-Grade Assessments in 2009</a>. The committee was made up of Governing Board members and charged with addressing three specific areas:</p><ol><li>Conducting 12th-grade assessments at the state level</li><li>Reporting on the preparedness of 12th-grade students for college-credit coursework, training for employment, and entrance into the military</li><li>Improving 12th-grade school and student participation (National Assessment Governing Board, 2006)</li></ol>"},
{"code": "december2005-and-january2006", "date": "December 2005 and January 2006", "title": "Panels conducted with higher education representatives and domestic/international employers", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Preparedness panels were convened by the Governing Board to collect information from representatives of higher education (December 2005) and the workplace (January 2006) to gather judgments from individuals who work directly with the students who complete 12th grade and take the next step into college or a career. This information was intended to help guide the deliberations by the Governing Board and to shape the study designs for NAEP preparedness research.</p><p>Among the issues the panel was whether preparedness should be considered as a dichotomous variable (prepared versus not prepared) or as having multiple levels (less prepared, prepared, highly prepared, and so forth). Both panels ultimately favored reporting preparedness as a dichotomous variable (i.e., one is either prepared or not prepared for the postsecondary activity). The level of preparedness expected in reading was not considered to be the same for college and work postsecondary activities.</p>", "tier2": "<p>Panelists for the college preparedness study were selected to be representative according to the enrollment size of their institution, the selectivity of their institution (highly selective, selective, and open enrollment), and by the type of institution (two year or four year). Geographic and gender representation were also criteria for the selection of panelists. Similarly, companies in the workplace preparedness study represented a broad array of domestic and international employers from different sectors of the economy.</p><p>Tasks for each group included the following:</p><ul><li>Discuss how preparedness in reading is defined and evaluated by their institution or workplace.</li><li>Develop an operational definition of preparedness for higher education or the workplace.</li><li>Make a recommendation about the number of preparedness levels that would be appropriate for higher education or the workplace, what those levels should be called, and how those levels should be defined.</li></ul><p>Key findings of the panels included the following:</p><ul><li>The education group considered the gradations in preparedness levels to be associated with the level of admissions selectivity of institutions. They suggested that preparedness for college credit- bearing coursework generally requires the student to be at or above the <em>NAEP Proficient</em> achievement level for the reading assessment.</li><li>The workplace group argued that “partial” should be removed from the definition of the <em>NAEP Basic</em> achievement level, but they agreed that students meeting the basic level of achievement for reading could be prepared for the workplace.</li><ul>"},
{"code": "march2006", "date": "March 2006", "title": "Achieve, Inc., Report: Evaluating the NAEP Mathematics Framework as a measure of preparedness", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>Achieve, Inc., presented its report, <a href='https://www.nagb.gov/content/nagb/assets/documents/commission/researchandresources/Achieve-Mathematics-Report.pdf'>Recommendations to the National Assessment Governing Board on Aligning the 12th Grade NAEP with College, Workplace, and Military Expectations: Mathematics</a>, to the Governing Board in March 2006.</p><p>The report recommended that workplace preparedness be defined such that the level of preparedness would be appropriate to “high quality” career options (Achieve, Inc., 2006, p. 2). Preparedness requirements for college and the workplace were considered the same. Achieve also recommended that a single measure of preparedness for the three postsecondary areas be reported and that achievement-level descriptions be developed to set cut points for each of the three types of postsecondary pathways (or areas) on each of the five NAEP mathematics scales.</p><p>The Achieve report recommendations were considered by the Governing Board, primarily by the Assessment Development Committee, and the 12th-grade NAEP Mathematics Framework and test specifications were modified to incorporate these recommendations.</p>", "tier2": "<p>The study followed the same design used by Achieve for the analysis of the 12th-grade NAEP Reading Framework reported in February 2005. The Achieve study focused on four questions and identified eight issues for which the authors provided recommendations for resolution. Questions were as follows:</p><ol><li>How should NAEP define student preparedness for college, training for employment, and entrance into the military?</li><li>What changes should be considered for the 2005 NAEP Mathematics Framework to reflect the expectations of Achieve’s American Diploma Project?</li><li>What changes should NAEP consider for item construction, content balance, and cognitive targets to better reflect postsecondary college and career demands?</li><li>What changes should be considered to NAEP’s achievement-level descriptions to enable meaningful reporting of student preparedness?” (Achieve, Inc., 2006, p. 3).</li></ol>"},
{"code": "august2006", "date": "August 2006", "title": "Ad hoc committee’s recommendations approved for reporting 12th-grade preparedness", "category": "Governing Board Actions and Decisions", "tier1": "<p>The Ad Hoc Committee on Planning for NAEP 12th-Grade Assessments in 2009 was asked to provide recommendations to the Governing Board regarding three policy areas:</p><ul><li>conducting assessments at the state level in 12th grade;</li><li>reporting on 12th-grade student preparedness for college credit coursework, training for employment, and entrance into the military; and</li><li>improving 12th-grade school and student participation.</li></ul><p>The Committee produced a total of 11 recommendations covering the three postsecondary areas that the Governing Board had identified for preparedness reporting (e.g., readiness of 12th-grade students for college, training for employment, and entrance into the military) and delivered their <a href='https://www.nagb.gov/content/nagb/assets/documents/policies/The%20Future%20of%2012th%20Grade%20NAEP.pdf'>report</a> to the Governing Board in August 2006 (National Assessment Governing Board, 2006).</p><p>Seven recommendations pertained to the Governing Board’s preparedness initiative and included modifying the targets for preparedness reporting to be sharper and more clearly defined. The Committee also recommended that plans for a state-level 12th-grade NAEP go forward to produce at least a pilot study of ten states.</p><p>These recommendations were officially accepted and approved in the August 2006 meeting of the Governing Board, and activities began to incorporate the recommendations into planning and implementing preparedness research for reporting in 2009.</p>", "tier2": "<p>Specifically, to define “preparedness” more clearly, the Committee recommended that it be limited to postsecondary education and training for occupations, including both civilian and military jobs. Preparedness would include training for military occupations and would eliminate reference to entry into the military. Further, preparedness should focus on academic qualifications and not involve noncognitive, nonacademic, or personal attributes.</p><p>The Committee also said that reporting on preparedness should be in accordance with existing NAEP achievement-level definitions rather than based on any separately developed preparedness performance standards. Additional recommendations regarding preparedness assessment and reporting were included.</p>"},
{"code": "november2006", "date": "November 2006", "title": "Technical Panel on 12th- Grade Preparedness Research appointed", "category": "Commissions and Technical Panels", "tier1": "<p>The Governing Board agreed to appoint a panel of experts to assist the Governing Board staff with developing plans for research and validity studies appropriate for reporting preparedness of 12th-graders for postsecondary education and job training based on their performance on NAEP.</p><p>The Technical Panel concluded early on that the potential for such feasibility seemed sufficient to warrant going forward with the research.</p>", "tier2": "<p>A total of seven experts were identified for the Technical Panel on 12th-Grade Preparedness Research (Technical Panel). The membership represented expertise in psychometrics, validity research, the civilian workplace, military training, industrial and organizational psychology, college admissions requirements, and the overall transition from high school to college. Some had experience with NAEP, and some did not.</p><p>The independent panel met in person six times and had three teleconference meetings between June 2007 and September 2008. The chair of the panel, Michael Kirst, met with the Governing Board three times to provide information and updates, as well as to collect feedback from the full Governing Board. The Committee on Standards, Design and Methodology (COSDAM) was given oversight of the preparedness research, and detailed technical reports were provided to the committee at each quarterly Governing Board meeting throughout the tenure of the Technical Panel.</p><p>Recommendations that had been gathered prior to convening the Technical Panel were considered carefully as part of their intense and extensive deliberations.</p>"},
{"code": "january2008-february2008", "date": "January 2008–February 2008", "title": "Preliminary research conducted on comparability of 12th-grade NAEP and SAT assessments", "category": "Efforts to Evaluate Feasibility of Reporting Preparedness", "tier1": "<p>With the permission of the College Board, preliminary feasibility studies were conducted to evaluate the NAEP frameworks relative to the SAT for each subject, first for reading in January 2008 and then for mathematics in February 2008. Results indicated that it was feasible to move forward with plans for content alignment studies.</p>", "tier2": "<p>The Technical Panel on 12th-Grade Preparedness Research (Technical Panel) had identified several assessments to be used in statistical linking studies for producing preparedness reference points on the NAEP scale. Before undertaking the statistical linking studies, however, the content alignment between each assessment and NAEP was to be evaluated for confirmation of sufficient content alignment to warrant exploration of statistical linkages.</p><p>The Technical Panel recommended that a comparability study be conducted for both mathematics and reading to assess the feasibility of content alignment studies for NAEP. The content alignment studies were the foundation of the research agenda developed by the Technical Panel. The Technical Panel recognized that the content and test specifications for NAEP differed from the assessments to which NAEP was to be related, according to the research plans.</p>"},
// {"code": "", "date": "", "title": "", "category": "", "tier1": "<p></p>", "tier2": "<p></p>"}
]